<?php

?>

<section class="document terms">

    <h1 class="mainTitle">ДОГОВОР ОФЕРТЫ</h1>

    <article>

        <div class="item">
            <h2 class="heading">ПУБЛИЧНАЯ ОФЕРТА О ЗАКЛЮЧЕНИИ ДОГОВОРА НА ОКАЗАНИЕ ИНФОРМАЦИОННО-КОНСУЛЬТАЦИОННЫХ УСЛУГ</h2>
            <div class="cont">
                <p>Индивидуальный предприниматель <strong>Миломаева Полина Андреевна</strong>, представляющая "SDAMEX", действующая на основании свидетельства о государственной регистрации в качестве индивидуального предпринимателя серии № ИЭ 9965 № 20243649404 от 09.07.2020 г., <i>(ОГРНИП 320774600253350)</i>, именуемая в дальнейшем — <strong>Исполнитель</strong>, выражает намерение заключить договор на оказание информационно-консультационных услуг <i>(далее – Договор)</i> с любым заинтересованным физическим лицом, в дальнейшем именуемым <strong>Заказчик</strong>, согласившимся с условиями настоящей Публичной Оферты путем ее полного, безоговорочного и безусловного акцепта.</p>
                <p>В соответствии с пунктом 2 статьи 437 Гражданского кодекса Российской Федерации настоящая оферта является официальным, публичным и безотзывным предложением Исполнителя, адресованным Заказчику, заключить договор на оказание информационно-консультационных услуг на указанных ниже условиях.</p>
                <p>Надлежащим <i>(полным, безоговорочным, безусловным)</i> акцептом оферты в соответствии с п. 3 ст. 438 Гражданского кодекса Российской Федерации считается совершение Заказчиком следующих действий:</p>
                <ol class="textList">
                    <li>Выражение согласия на получение информить подписку” на сайте <a href="https://sdamex.ru">https://sdamex.ru</a>.</li>
                    <li>Оплата Заказчиком стоимости Подписки или Занятия в порядке, предусмотренном Договором <i>(раздел 6 Договора)</i>.</li>
                </ol>
                <p>Оплачивая стоимость Подписки или Занятия, Заказчик подтверждает факт ознакомления и согласия с условиями Договора на сайте <a href="https://sdamex.ru">https://sdamex.ru</a>.</p>
                <p>Договор считается заключенным в момент оплаты Заказчиком стоимости Подписки или Занятия на Сайте <i>(п. 3 ст. 434 Гражданского кодекса)</i>.</p>
            </div>
        </div>

        <div class="item">
            <h2 class="heading">ДОГОВОР НА ОКАЗАНИЕ ИНФОРМАЦИОННО-КОНСУЛЬТАЦИОННЫХ УСЛУГ</h2>
            <br>
            <h2 class="heading">1. Термины и определения</h2>
            <div class="cont">
                <ol class="start"><li class="notCounter">
                <ol>
                    <li>В настоящем Договоре и вытекающих или связанных с ним отношениях Сторонформационно-консультационных услуг на условиях Публичной оферты путем нажатия кнопки ”Купить” «О применяются следующие термины и определения:
                        <ol>
                            <li><strong>Сайт Исполнителя / Сайт</strong> — автоматизированная информационная система, доступная в информационно-телекоммуникационной сети «Интернет» по адресу <a href="https://sdamex.ru">https://sdamex.ru</a>, включая все его поддомены.</li>
                            <li><strong>Авторизация</strong> – введение Заказчиком своего логина и пароля для входа в Личный кабинет.</li>
                            <li><strong>Регистрация</strong> – действия Заказчика по заполнению и отправке регистрационной формы, размещенной на Сайте, которые влекут за собой создание Личного кабинета Заказчика с присвоением логина и пароля для доступа к Сайту; для доступа к Личному кабинету Заказчик должен подтвердить свою регистрацию путем активации Личного кабинета через сообщение, отправленное на электронную почту Заказчика, указанную при регистрации.</li>
                            <li><strong>Пользователь</strong> – пользователь Сайта, зарегистрированный в установленном порядке и использующий Приложение.</li>
                            <li><strong>Личный кабинет</strong> — персональный раздел Сайта, к которому Заказчик получает доступ после прохождения регистрации и/или авторизации на Сайте. Личный кабинет предназначен для хранения персональной информации Заказчика, оформления Подписки и Занятий, просмотра статистической информации о приобретенных Подписках и Занятиях и получения уведомлений.</li>
                            <li><strong>Курс</strong> — информационно-тематический курс, состоящий из аудиовизуальных, текстовых, графических, интерактивных материалов и программ для ЭВМ <i>(программные средства для выполнения тестовых заданий)</i>, объединенных общей темой, предназначенных для получения Заказчиком информации по теме Курса, в объеме, указанном на Сайте на странице соответствующего Курса. Курс содержит Вебинары, учебные материалы, конспекты лекций, задачи, тесты и иные материалы в любом их сочетании, а также возможность взаимодействия с Преподавателем в чате.</li>
                            <li><strong>Информационно-консультационные Услуги</strong> – оказываемые Исполнителем Заказчику в рамках настоящего Договора услуги в формате:
                                <br>&#8195;- Проведения Курсов, включая: разработку программы, расписания и иных условий Курса, организационное сопровождение Курса, непосредственное проведение Курса, предоставление доступа на Платформу, где проводится Курс, предоставление информационных материалов, предусмотренных программой Курса;
                                <br>&#8195;- Предоставления доступа к Вебинарам, предусмотренных Курсом;
                                <br>&#8195;- Предоставления услуг Репетитора, не включенных в Подписку, предусмотренных на соответствующих страницах Сайта и оплачиваемых отдельно. Услуги Репетитора оказываются в форме проведения Занятий.
                            </li>
                            <li><strong>Вебинар</strong> – информационно-консультационные услуги, оказываемые Исполнителем в рамках Курса посредством предоставления нескольким Заказчикам доступа к записи лекционного материала, либо к онлайн-трансляции лекционного материала на Сайте/Платформе по выбранному Курсу согласно Подписке.</li>
                            <li><strong>Занятие</strong> – форма оказания информационно-консультационных услуг Репетитора, осуществляемых Репетитором на Сайте или Платформе с целью овладения Заказчиком изучаемым материалом в рамках выбранной дисциплины. Занятие осуществляется в индивидуальной форме, если иное не предусмотрено настоящим Договором.</li>
                            <li><strong>Лицевой счет</strong> — информация о внесенных Заказчиком и списанных в рамках исполнения Договора денежных средствах в счет оплаты Подписки или Занятий, а также о сроке действия Подписки или количестве Занятий. Доступ к Лицевому счету предоставляется Заказчику с использованием его Личного кабинета.</li>
                            <li><strong>Подписка</strong> – согласованные Сторонами путем совершения Заказчиком действий, перечисленных на соответствующей странице Сайта или его Личного кабинета, условия оказания Информационно-консультационных услуг на протяжении определенного периода времени в информационно-телекоммуникационной сети «Интернет» на Сайте и/или Платформе. Подробное описание Информационно-консультационных услуг, включенных в Подписку, ее продолжительность, порядок оплаты и иная необходимая информация определяются Исполнителем и указываются на странице соответствующей Подписки на Сайте <a href="https://sdamex.ru">https://sdamex.ru</a>.</li>
                            <li><strong>Преподаватель</strong> – физическое лицо, обладающее необходимыми знаниями и компетенциями, привлеченное Исполнителем для оказания информационно-консультационных услуг, взаимодействующее с Заказчиком в чате и/или осуществляющее проведение Вебинара.</li>
                            <li><strong>Платформа</strong> – техническая площадка, используемая Исполнителем для размещения аудиовизуальных материалов Курса, проведения и/или размещения Вебинаров. Все материалы, размещенные на Платформе в закрытом доступе, одновременно дублируются на Сайте и становятся доступными Заказчику с момента оплаты. В случае проведения Вебинара на Платформе без использования Сайта, Исполнитель уведомляет об этом Заказчика не позднее, чем за 1 <i>(один)</i> рабочий день до даты его проведения.</li>
                            <li><strong>Репетитор</strong> – физическое лицо, непосредственно оказывающее информационно-консультационные услуги репетитора Заказчику. Репетиторами могут являться только лица, прошедшие специальный отбор и проверку компетенции Исполнителем.</li>
                            <li><strong>Чат</strong> — модуль программы для ЭВМ, размещаемый на каждой странице Личного кабинета Заказчика, при помощи которого Исполнитель дает ответы Заказчику на его вопросы по теме Курса.</li>
                        </ol>
                    </li>
                    <li>В настоящем Договоре могут быть использованы термины и определения, не определенные в п.1.1. Договора. В этом случае толкование такого термина производится в соответствии с текстом Договора. В случае отсутствия однозначного толкования термина или определения в тексте Договора следует руководствоваться его толкованием, определенным: в первую очередь — документами, образующими Договор между Сторонами, во вторую очередь — законодательством Российской Федерации, и в последующем — обычаями делового оборота и научной доктриной.</li>
                    <li>Любая ссылка в настоящем Договоре на пункт <i>(раздел Договора)</i> и/или его условия, означает соответствующую ссылку на настоящий Договор <i>(его раздел)</i> и/или его условия.</li>
                </ol>
                </li></ol>
            </div>
        </div>

        <div class="item">
            <h2 class="heading">2. Общие положения</h2>
            <div class="cont">
                <ol class="start">
                    <li class="notCounter"></li>
                    <li class="notCounter">
                    <ol>
                        <li>Любой Заказчик, принимающий Договор, заверяет Исполнителя о следующих обстоятельствах:
                            <ol>
                                <li>он является совершеннолетним <i>(достиг возраста полной дееспособности)</i> согласно законодательству Российской Федерации и обладает полной договорной дееспособностью; или</li>
                                <li>если Заказчик несовершеннолетний: он является эмансипированным несовершеннолетним, либо получил законное согласие родителя или законного опекуна или попечителя на заключение Договора в форме, установленной действующим законодательством, а также согласие родителя или законного опекуна или попечителя на обработку персональных данных и обладает полной правоспособностью и дееспособностью для заключения и исполнения настоящего Договора; или</li>
                                <li>если Заказчик является родителем или законным опекуном или попечителем несовершеннолетнего и заключает Договор от его имени: давая несовершеннолетнему разрешение пользоваться услугами, родители и опекуны <i>(попечители)</i> соглашаются с условиями Договора от имени несовершеннолетнего и несут ответственность за надзор за использованием услуг несовершеннолетним. Если вы не давали своему ребёнку разрешения, просим Вас немедленно связаться с нами, чтобы мы могли отключить доступ; и</li>
                                <li>для заключения и выполнения Заказчиком настоящего Договора не требуется согласия или одобрения каких-либо третьих лиц.</li>
                            </ol>
                        </li>
                        <li>Договор может быть изменен:
                            <ol>
                                <li>Исполнитель вправе изменять условия оплаты и тарифы путём публикации новых условий на Сайте по адресу: <a href="https://sdamex.ru">https://sdamex.ru</a>, при этом стоимость предоплаченных Курсов по Подписке и стоимость уже оплаченных Занятий не меняется. Перед тем, как внести предоплату за дополнительные Курсы, Пользователь должен ознакомиться с новыми тарифами и путем внесения предоплаты принять новые ценовые условия. В случае если Пользователь не согласен с изменёнными условиями, Договор между Исполнителем и Заказчиком прекращает действие немедленно по окончании занятий, за которые уже была внесена предоплата.</li>
                                <li>Исполнитель вправе изменять и другие условия Договора путём размещения информации на сайте. Новая редакция Договора вступает в силу на 3 <i>(третий)</i> календарный день с даты уведомления, если в новой редакции Договора не установлена более поздняя дата вступления изменений в силу. В случае если Заказчик не согласен с новыми условиями, Договор между Заказчиком и Исполнителем считается расторгнутым с даты, в которую новая версия Договора вступила бы в силу в случае его согласия.</li>
                            </ol>
                        </li>
                    </ol>
                    </li>
                </ol>
            </div>
        </div>

        <div class="item">
            <h2 class="heading">3. Предмет Договора</h2>
            <div class="cont">
                <ol class="start">
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter">
                    <ol>
                        <li>Исполнитель обязуется оказать Заказчику информационно-консультационные услуги по подготовке к Государственной Итоговой Аттестации в форме ЕГЭ или ОГЭ, при этом обязательным условием оказания Исполнителем услуг в соответствии с настоящим Договором является принятие, соблюдение Заказчиком и применение к отношениям Сторон требований и условий, предусмотренных настоящим Договором, а Заказчик обязуется оплатить данные информационно-консультационные услуги в порядке и на условиях, предусмотренных Договором.</li>
                        <li>Исполнитель вправе привлекать любых физических и юридических лиц для обеспечения своевременного оказания качественных информационно-консультационных услуг по Договору.</li>
                        <li>Информационно-консультационные услуги предоставляются Заказчику по запросу, а именно по оформленной надлежащим образом Подписке и/или по правилам предоставления дополнительных услуг <i>(репетиторства)</i>.</li>
                        <li>Заказчик в регистрационной форме на Сайте вводит фамилию, имя, отчество <i>(при наличии)</i>, адрес электронной почты, номер телефона. Заказчик несет ответственность за правильность и достоверность указанных данных, поскольку по указанным данным будет производиться обмен информацией между Сторонами. После завершения процедуры Регистрации Заказчик через Личный кабинет вправе выбрать Курс <i>(Курсы)</i> в рамках предложенных Подписок или иную дополнительную услугу.</li>
                        <li>Заказчик самостоятельно обеспечивает безопасность и сохранность регистрационных данных, устройств и аккаунтов социальных сетей, адресов электронных почт, которые используются для доступа к Личному кабинету.</li>
                        <li>Моментом начала оказания информационно-консультационных услуг считается момент зачисления полной оплаты Подписки на Курс/дополнительной услуги,не включенной в Подписку на расчетный счет Исполнителя.</li>
                    </ol>
                    </li>
                </ol>
            </div>
        </div>

        <div class="item">
            <h2 class="heading">4. Условия предоставления Информационно-консультационных услуг</h2>
            <div class="cont">
                <ol class="start">
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter">
                    <ol>
                        <li>В рамках настоящего Договора предоставление информационно-консультационных услуг Исполнителем осуществляется в следующем порядке:
                            <ol>
                                <li>Во время проведения Курса начиная с даты полной оплаты Заказчиком Подписки и предоставления доступа к Курсу по дату окончания срока действия Подписки <i>(срок действия Подписки – 1 (один) календарный месяц)</i> Исполнитель предоставляет Заказчику:
                                    <ol>
                                        <li>Возможность наблюдать видеоизображение Преподавателя Вебинара, слышать его выступление и следить за презентацией. В ходе Вебинара Заказчики имеют возможность задавать вопросы Преподавателю посредством чата в отведенное Преподавателем время, но не позднее окончания Вебинара. Количество проводимых Вебинаров устанавливается условиями Подписки;</li>
                                        <li>Доступ к аудиовизуальным материалам Курса;</li>
                                        <li>Доступ к информационным материалам Курса в виде текстовых материалов в электронном виде;</li>
                                        <li>Тестовые задания для самостоятельного выполнения с последующей проверкой Преподавателем.</li>
                                        <li>Взаимодействие с Преподавателем в Чате из Личного кабинета по вопросам, непосредственно связанным с темой выбранного Курса. Срок обратной связи Преподавателя Заказчику устанавливается в 3 <i>(три)</i> рабочих дня с момента отправки вопроса в Чат.</li>
                                    </ol>
                                </li>
                                <li>Услуги Репетитора <i>(дополнительная информационно-консультационная услуга)</i>:
                                    <ol>
                                        <li>Занятия проводятся по выбранным Заказчиком дисциплинам ОГЭ или ЕГЭ по тарифам, указанным на Сайте;</li>
                                        <li>Длительность одного Занятия составляет 1 <i>(один)</i> час. Занятия проходят в индивидуальном формате;</li>
                                        <li>Расписание Занятий составляется исходя из количества оплаченных Занятий Заказчиком и того, какие временные интервалы свободны для Занятия как у Заказчика, так и у Репетитора. Свободные даты и время для проведения занятий Репетитором размещены на Сайте по адресу: <a href="https://sdamex.ru">https://sdamex.ru</a>. Согласованные Сторонами время и дата проведения Занятия фиксируются в Личном кабинете Заказчика;</li>
                                        <li>Заказчик вправе перенести или отменить Занятие не позднее, чем за 24 <i>(двадцать четыре)</i> часа до начала Занятия. Несоблюдение указанного срока Заказчиком означает, что Заказчик согласен на предлагаемое время проведения занятия, и если Заказчик пропускает занятие, то услуга считается оказанной надлежащим образом и уплаченные за это Занятие денежные средства не возвращаются. Заказчик может отменить не более 2х Занятий в месяц, количество переносов Занятий не ограничено. Перенос осуществляется Заказчиком самостоятельно через Личный кабинет: перенести Занятие можно только на свободное время в расписании Репетитора. Условия настоящего пункта применяются если иное не предусмотрено на Сайте и/или в Личном кабинете Заказчика;</li>
                                        <li>В случае опоздания Заказчика время Занятия, в течение которого он отсутствовал, не компенсируется. Продолжительность Занятия сокращается на время опоздания. При этом Заказчик оплачивает полную стоимость Занятия;</li>
                                        <li>При многократном нарушении указанных условий отмены занятий <i>(более 2 раз)</i> Исполнитель вправе в одностороннем порядке отказаться от оказания дополнительных услуг Заказчику. В этом случае Исполнитель уведомляет Заказчика об одностороннем отказе от оказания услуг и возвращает Заказчику стоимость оплаченных, но не оказанных услуг по проведению занятий. Занятия, назначенные после даты отправки уведомления об одностороннем отказе от оказания услуг, подлежат отмене;</li>
                                        <li>Исполнитель вправе сменить Репетитора по уважительным причинам <i>(болезнь, плановое отсутствие, другие обстоятельства)</i>, либо осуществить перенос Занятия и обязуется уведомить об этом Заказчика уведомлением в Личном Кабинете Заказчика либо на его электронную почту не позднее чем за 24 <i>(двадцать четыре)</i> часа до начала занятия;</li>
                                    </ol>
                                </li>
                            </ol>
                        </li>
                        <li>О дате, времени и месте проведения Вебинара Заказчик информируется Исполнителем путем размещения указанной информации в Личном кабинете Заказчика на Сайте. Исполнитель не обязан дополнительно уведомлять Заказчика о дате, времени и месте проведения Вебинаров, за исключением случаев, когда Вебинар проводится на Платформе без использования Сайта;</li>
                        <li>В случае непредоставления доступа к Вебинару по вине Исполнителя, Исполнитель уведомляет о таком нарушении Заказчиков на электронную почту с указанием Платформы, на которой будет проводится Вебинар или указанием даты переноса Вебинара и устранения нарушений.</li>
                        <li>В случае непредоставления доступа Заказчику к Курсу по вине Исполнителя, Исполнитель уведомляет о таком нарушении Заказчика по электронной почте. В случае, если доступ к материалам Курса не предоставлен в течение 3 <i>(трех)</i> рабочих дней с даты возникновения нарушения, Исполнитель высылает материалы Курса <i>(за исключением тестовых заданий)</i> на электронную почту Заказчика.</li>
                        <li>В случае непредоставления доступа Заказчику к Курсу по вине Исполнителя и отсутствия информации от Исполнителя по устранению нарушений, Заказчик вправе обратиться в службу поддержки Сайта. Датой возникновения нарушения в таком случае считается дата обращения в службу поддержки. В случае, если доступ к материалам Курса не предоставлен в течение 3 <i>(трех)</i> рабочих дней с даты возникновения нарушения, Исполнитель высылает материалы Курса <i>(за исключением тестовых заданий)</i> на электронную почту Заказчика.</li>
                        <li>Каждая Подписка дает право на предоставление информационно-консультационных услуг в пределах лимита, указанного в условиях Подписки, начиная с даты полной оплаты Заказчиком Подписки на Курс по дату окончания срока действия Подписки <i>(срок действия Подписки – 1 (один) календарный месяц)</i>. По истечению срока действия Подписки доступ Заказчика к материалам Курса блокируется. Данное условие не распространяется на дополнительные услуги Репетитора. Оказание информационно-консультационных услуг Репетитора осуществляется на основании согласованного расписания Занятий в пределах количества оплаченных Занятий Заказчиком.</li>
                        <li>Информационно-консультационные услуги, предусмотренные настоящим Договором, оказываются Исполнителем исключительно лично Заказчику, за исключением проведения Вебинаров для нескольких Заказчиков одновременно. Заказчику запрещается передавать регистрационные данные для входа Личный кабинет для получения информационно-консультационных услуг третьим лицам, а также совместное с третьими лицами получение или приобретение информационно-консультационных услуг без специального на то разрешения Исполнителя. В случае нарушения данного пункта, Заказчик выплачивает Исполнителю штраф в размере 500 000 <i>(пятьсот тысяч)</i> рублей 00 копеек.</li>
                        <li>Информационно-консультационные услуги считаются оказанными надлежащим образом непосредственно в момент их потребления Заказчиком:
                            <br>– для Вебинаров в рамках Курса и услуг Репетитора – услуги считаются оказанными непосредственно в момент окончания проведения Занятия, либо Вебинаров <i>(независимо от того, принимал в них участие Заказчик или нет, за исключением случаев, предусмотренных в настоящем Договоре)</i>, если Заказчик не предъявил претензии к услугам непосредственно в момент их оказания;
                            <br>– для услуг предоставления Курсов, за исключением Вебинаров – услуги считаются оказанными непосредственно в момент реализации Исполнителем технической возможности доступа Заказчика к материалам Курса, размещенным в закрытых разделах Сайта <a href="https://sdamex.ru">https://sdamex.ru</a>.
                        </li>
                        <li>Если Заказчик, которому должны предоставляться информационно-консультационные услуги, не воспользовался имеющимся правом по Договору, такие услуги считаются предоставленными в надлежащем качестве и объеме.</li>
                    </ol>
                    </li>
                </ol>
            </div>
        </div>

        <div class="item">
            <h2 class="heading">5. Права и обязанности Сторон</h2>
            <div class="cont">
                <ol class="start">
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter">
                    <ol>
                        <li>Заказчик обязуется:
                            <ol>
                                <li>Оплачивать Услуги в порядке, размере и сроки, предусмотренные Договором и положениями Сайта Исполнителя;</li>
                                <li>Соблюдать дисциплину и общепринятые нормы поведения, в частности, проявлять уважение к Преподавателям, Репетиторам и другим Заказчикам, не посягать на их честь и достоинство, соблюдать режим оказания услуг по настоящему Договору и требования Исполнителя;</li>
                                <li>Использовать информацию и материалы только в личных некоммерческих целях в соответствии с условиями настоящего Договора.</li>
                                <li>Не использовать информацию и материалы, полученные от Исполнителя теми способами, которые способны привести к нанесению ущерба интересам Исполнителя, в частности не передавать материалы Курса третьим лицам;</li>
                            </ol>
                        </li>
                        <li>Исполнитель обязуется:
                            <ol>
                                <li>Организовать и обеспечить надлежащее оказание информационно-консультационных услуг в соответствии с  условиями настоящего Договора и положений Сайта Исполнителя;</li>
                                <li>Использовать все персональные данные и иную конфиденциальную информацию о Заказчике только для целей оказания информационно-консультационных услуг по настоящему Договору;</li>
                                <li>Проявлять уважение к личности Заказчика, не допускать физического и психологического насилия, не нарушать прав Заказчика на свободу совести, информации, на свободное выражение собственных мнений и убеждений;</li>
                                <li>Давать устные и письменные консультации Заказчику по возникающим дополнительным вопросам Заказчика в рамках оказания информационно-консультационных услуг. Сложность вопроса, объем, и сроки консультирования определяется в каждом конкретном случае Исполнителем самостоятельно;</li>
                                <li>Принимать необходимые организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, распространения персональных данных, а также от иных неправомерных действий;</li>
                                <li>Исполнитель обязуется хранить полученную в ходе исполнения Договора конфиденциальную информацию на защищенных ресурсах. Степень защиты Исполнитель устанавливает самостоятельно с учетом максимальной защиты от всевозможных рисков.</li>
                            </ol>
                        </li>
                        <li>Заказчик вправе:
                            <ol>
                                <li>Требовать от Исполнителя предоставления информации по вопросам организации и обеспечения надлежащего оказания информационно-консультационных услуг;</li>
                                <li>Требовать надлежащего и своевременного оказания информационно-консультационных услуг Исполнителем;</li>
                                <li>Обращаться к Исполнителю по всем вопросам, связанным с оказанием информационно-консультационных услуг, а также задавать вопросы, связанные с оказанием информационно-консультационных услуг;</li>
                                <li>Получать полную и достоверную информацию об оценке своих знаний, умений и навыков, а также о критериях этой оценки от Преподавателя или Репетитора.</li>
                            </ol>
                        </li>
                        <li>Исполнитель вправе:
                            <ol>
                                <li>Самостоятельно определять формы и методы оказания информационно-консультационных услуг исходя из требований законодательства, а также конкретных условий Договора с учетом пожеланий Заказчика;</li>
                                <li>Требовать оплату оказанных или оказываемых информационно-консультационных услуг;</li>
                                <li>Получать от Заказчика любую информацию, необходимую для выполнения своих обязательств по Договору. В случае непредставления либо неполного или неверного представления Исполнителем информации Исполнитель вправе приостановить исполнение своих обязательств по Договору до представления необходимой информации.</li>
                            </ol>
                        </li>
                    </ol>
                    </li>
                </ol>
            </div>
        </div>

        <div class="item">
            <h2 class="heading">6. Стоимость информационно-консультационных услуг</h2>
            <div class="cont">
                <ol class="start">
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter">
                    <ol>
                        <li>Информационно-консультационные услуги оплачиваются на условиях 100% предоплаты по Подписке или по тарифам дополнительных услуг, не включенных в Подписку. Цены и способы оплаты публикуются на Сайте.</li>
                        <li>Все расчеты производятся в российских рублях.</li>
                        <li>Комиссия платежной системы не входит в стоимость информационно-консультационных услуг и оплачивается Заказчиком отдельно.</li>
                        <li>Оплата информационно-консультационных услуг может быть осуществлена одним из следующих лиц:
                            <ol>
                                <li>Полностью дееспособным Заказчиком;</li>
                                <li>Недееспособным либо частично дееспособным Заказчиком с согласия законного представителя;</li>
                                <li>Третьим лицом, на которое Заказчиком возложено исполнение денежного обязательства.</li>
                            </ol>
                        </li>
                        <li>В случае, если оплата поступает в размере меньшем, чем стоимость информационно-консультационных услуг в рамках Подписки или стоимость Занятия Репетитора по тарифам дополнительных услуг, не включенных в Подписку, Договор считается незаключенным.</li>
                        <li>Стоимость услуг не облагается налогом на добавленную стоимость в связи с применением упрощённой системы налогообложения.</li>
                        <li>Обязательства по оплате считаются выполненными с момента зачисления денежных средств на расчетный счет Исполнителя в полном объеме.</li>
                        <li>Заказчик несет полную ответственность за корректность осуществляемых платежей и уплату применимых налогов.</li>
                        <li>Заказчик несет полную ответственность за оплату услуг третьих лиц <i>(таких как услуги связи, Интернет и т.д.)</i>, необходимых для получения информационно-консультационных услуг Исполнителя.</li>
                    </ol>
                    </li>
                </ol>
            </div>
        </div>

        <div class="item">
            <h2 class="heading">7. Порядок возврата денежных средств</h2>
            <div class="cont">
                <ol class="start">
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter">
                    <ol>
                        <li>Исполнитель производит возврат 100% уплаченной Заказчиком стоимости информационно-консультационных услуг в следующих случаях:
                            <ol>
                                <li>Если Заказчик обратился на электронный адрес Исполнителя team@sdamex.ru, направив заявление о возврате денежных средств в случае, если Заказчик обратился за возвратом в течение 14 <i>(четырнадцати)</i> календарных дней с момента оплаты стоимости Подписки или дополнительных услуг, не включенных в Подписку, при условии, что Заказчиком не активирован Личный кабинет на Сайте <i>(Заказчик не ввел логин и пароль Личного кабинета на Сайте)</i> или Заказчиком не согласовано расписание Занятия с Репетитором в Личном кабинете на Сайте.</li>
                                <li>При некачественном оказании услуг, если Заказчик предъявил претензию и такая претензия была удовлетворена Исполнителем;</li>
                                <li>При осуществлении ошибочного платежа, если Заказчик направил уведомление об осуществлении ошибочного платежа и денежные средства поступили на расчетный счет Исполнителя.</li>
                            </ol>
                        </li>
                        <li>В иных случаях подлежат возврату денежные средства за оплату информационно-консультационных услуг за вычетом стоимости фактически понесенных расходов Исполнителя. <br>Фактически понесенные Исполнителем расходы рассчитываются на дату подачи заявления об отказе от получения услуг пропорционально количеству просмотренных материалов по Курсу. <br>Материалы Курса считаются просмотренными в том случае, если Исполнителем зафиксирован любой из следующих фактов:
                            <ol>
                                <li>Открытие аудиовизуальных материалов на Сайте <i>(вне зависимости от того, просмотрены ли такие материалы полностью или частично)</i>;</li>
                                <li>Открытие тестового или иного практического задания <i>(вне зависимости от того, выполнено ли задание полностью или частично)</i>;</li>
                                <li>Окончание проведения Вебинара в рамках Курса <i>(независимо от того, принимал в них участие Заказчик или нет, за исключением случаев, предусмотренных в настоящем Договоре)</i>, если Заказчик не предъявил претензии непосредственно в момент его проведения.</li>
                            </ol>
                        </li>
                        <li>Размер расходов при возврате денежных средств за услуги Репетитора рассчитывается как произведение количества проведенных Занятий и стоимости разового занятия по соответствующей дисциплине.</li>
                        <li>Конкретная сумма фактических затрат для каждого случая определяется Исполнителем самостоятельно, но не может быть менее 10% от стоимости услуг.</li>
                        <li>Обязательные пункты заявления на возврат денежных средств:
                            <br>- наименование адресата и данные заявителя;
                            <br>- сумма оплаты услуг, причины, побудившие вернуть деньги;
                            <br>- реквизиты для перевода денежных средств;
                            <br>- приложения, дата, подпись и расшифровка.
                        </li>
                        <li>К заявлению о возврате должны быть приложены копия документа, удостоверяющего личность заявителя, скрин платежного документа, свидетельствующего об оплате в формате PDF или JPEG.</li>
                        <li>Решение о возврате или об отказе в возврате денежных средств принимается Исполнителем в течение 5 <i>(пяти)</i> рабочих дней с момента получения соответствующего заявления Заказчика.</li>
                        <li>Если заявление об отказе от получения услуг поступило после окончания срока оказания информационно-консультационных услуг фактически понесенные расходы равны стоимости услуг, оплаченной Заказчиком.</li>
                        <li>Возврат денежных средств производится Исполнителем в течение 21 <i>(двадцати одного)</i> рабочего дня с момента получения заявления Исполнителем тем же способом и по тем же реквизитам, по которым Заказчиком была осуществлена оплата, если иное не согласовано с Заказчиком.</li>
                        <li>Возврат наличными денежными средствами не допускается.</li>
                        <li>В случае удовлетворения заявления о возврате денежных средств доступ к Личному кабинету  Заказчика  прекращается в течение 1 <i>(одного)</i> рабочего дня с даты направления Исполнителем Заказчику решения о соответствующем возврате. Указанное требование Заказчика о возврате также считается отзывом заранее данного акцепта.</li>
                    </ol>
                    </li>
                </ol>
            </div>
        </div>

        <div class="item">
            <h2 class="heading">8. Интеллектуальная собственность</h2>
            <div class="cont">
                <ol class="start">
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter">
                    <ol>
                        <li>В рамках оказания информационно-консультационных услуг Заказчику предоставляется доступ к интеллектуальной собственности Исполнителя и/или его партнёров <i>(доступ к сетевым <i>(информационным)</i> ресурсам, методическим материалам, не находящимся в открытом доступе, получение учебных и учебно-методических материалов на различных носителях)</i>.</li>
                        <li>Заказчик обязан:
                            <ol>
                                <li>Соблюдать исключительные права Исполнителя и авторские права авторов соответствующих материалов; воздерживаться от любых действий, наносящих или способных нанести ущерб интеллектуальной собственности Исполнителя, в частности не копировать, не записывать и иным образом не воспроизводить любую интеллектуальную собственность Исполнителя в какой бы то ни было форме и какими бы то ни было средствами без письменного разрешения Исполнителя.</li>
                                <li>Немедленно сообщать Исполнителю о любых ставших известными фактах нарушения исключительных прав Исполнителя;</li>
                                <li>Не предоставлять третьим лицам в пользование свои регистрационные данные, полученные по настоящему Договору;</li>
                            </ol>
                        </li>
                        <li>Заказчик обязуется соблюдать законодательство об интеллектуальной собственности и несет ответственность за его нарушение.</li>
                    </ol>
                    </li>
                </ol>
            </div>
        </div>

        <div class="item">
            <h2 class="heading">9. Обработка персональных данных</h2>
            <div class="cont">
                <ol class="start">
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter">
                    <ol>
                        <li>Заказчик обязуется предоставлять Исполнителю все данные, запрашиваемые Сайтом или Исполнителем, которые необходимы для предоставления информационно-консультационных услуг.</li>
                        <li>Исполнитель обрабатывает данные Заказчика в соответствии с Политикой обработки персональных данных, размещенной на Сайте по адресу: <a href="https://sdamex.ru">https://sdamex.ru</a>.</li>
                        <li>Исполнитель обязуется не разглашать конфиденциальную информацию, предоставленную Заказчиком в связи с исполнением настоящего Договора <i>(за исключением общедоступной информации или информации, предоставленной Заказчиком при регистрации на Сайте)</i>, третьим лицам без предварительного согласия Заказчика.</li>
                        <li>Исполнитель вправе использовать электронную почту, номер телефона и другие данные, предоставленные Заказчиком при регистрации на Сайте, для отправки Заказчику информации и рекламных материалов, в том числе для информирования Заказчика о деятельности Исполнителя и о ходе исполнения настоящего Договора.</li>
                    </ol>
                    </li>
                </ol>
            </div>
        </div>

        <div class="item">
            <h2 class="heading">10. Ответственность</h2>
            <div class="cont">
                <ol class="start">
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter">
                    <ol>
                        <li>За невыполнение или ненадлежащее выполнение обязательств по настоящему Договору Стороны несут ответственность в соответствии с условиями настоящего договора и законодательством Российской Федерации.</li>
                        <li>Никакая информация, материалы и/или консультации, предоставляемые Исполнителем в рамках оказания информационно-консультационных услуг по настоящему договору, не могут рассматриваться как гарантии. Принятие решений на основе всей предоставленной Исполнителем информации находится в исключительной компетенции Заказчика. Заказчик принимает на себя полную ответственность и риски, связанные с использованием информации и материалов, предоставленных Исполнителем в рамках исполнения своих обязательств по настоящему договору.</li>
                        <li>Исполнитель не несёт ответственности за несоответствие предоставленных информационно-консультационных услуг ожиданиям Заказчика и/или за его субъективную оценку, такое несоответствие ожиданиям и/или отрицательная субъективная оценка не являются основаниями считать информационно-консультационные услуги оказанными не качественно, или не в согласованном объеме.</li>
                        <li>Заказчик несет ответственность за соблюдение минимальных технических требований на протяжении всего Курса/Занятия и за организацию рабочего места перед предоставлением материалов Курса/Занятием. Исполнитель не несёт ответственности за непредоставление информационно-консультационных услуг или их ненадлежащее качество, если причиной стало отсутствие необходимого программного обеспечения или технические проблемы с подключением к информационно-телекоммуникационной сети «Интернет».</li>
                        <li>Исполнитель не несет ответственности за невозможность предоставления информационно-консультационных услуг Заказчику по причинам, связанным с нарушением работы Интернет-канала, оборудования или программного обеспечения со стороны Заказчика, а также по любым другим причинам, препятствующим получению Заказчиком информационно-консультационных услуг, возникшим по вине Заказчика.</li>
                        <li>Запрещено проявление межнациональной, межконфессиональной розни, ругань и оскорбления по отношению к пользователям Сайта и третьим лицам, переход на личности и перепалки, распространение информации, запрещенной законодательством Российской Федерации и нормами международного права, пропаганда оружия, алкоголя, наркотиков. Заказчик самостоятельно несет ответственность перед третьими лицами за свои действия, связанные со своей деятельностью на Сайте в том числе за то, что его действия соответствуют требованиям законодательства Российской Федерации и не нарушают права и законные интересы третьих лиц. В случае выявления такого поведения Исполнитель вправе заблокировать доступ Заказчика в Личный кабинет. Возврат денежных средств в данном случае не производится. Удержанные денежные средства Стороны признают штрафной неустойкой за действия Заказчика.</li>
                        <li>Стороны не несут ответственности за полное или частичное невыполнение ими своих обязательств по настоящему Договору, если такое невыполнение явилось следствием обстоятельств непреодолимой силы <i>(форс-мажор)</i>, а именно: наводнения, других стихийных бедствий, военных действий, постановлений и решений органов государственной власти или других событий. Надлежащим подтверждением наличия форс-мажорных обстоятельств и их продолжительности для Сторон является справка, выдаваемая уполномоченными органами.</li>
                    </ol>
                    </li>
                </ol>
            </div>
        </div>

        <div class="item">
            <h2 class="heading">11. Изменение и расторжение Договора. Срок акцепта, срок действия Договора.</h2>
            <div class="cont">
                <ol class="start">
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter">
                    <ol>
                        <li>Срок для совершения Акцепта оферты Заказчиком является неограниченным.</li>
                        <li>Настоящий Договор вступает в силу с момента совершения  Заказчиком акцепта  и  действует  до полного исполнения Сторонами своих обязательств.</li>
                        <li>Настоящий Договор сохраняет свою юридическую силу  в  случае  изменения  реквизитов  Сторон.</li>
                        <li>Признание судом недействительности какого-либо положения настоящего Договора не влечет за собой недействительность остальных положений.</li>
                        <li>Настоящий Договор может быть расторгнут досрочно по соглашению Сторон.</li>
                    </ol>
                    </li>
                </ol>
            </div>
        </div>

        <div class="item">
            <h2 class="heading">12. Заключительные и переходные положения</h2>
            <div class="cont">
                <ol class="start">
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter"></li>
                    <li class="notCounter">
                    <ol>
                        <li>Информационно-консультационные услуги, оказываемые в соответствии с настоящим Договором, не являются образовательными. По результатам Исполнения настоящего Договора Исполнитель не выдает каких-либо документов/сертификатов об образовании.</li>
                        <li>Все споры или разногласия, возникающие между Сторонами по настоящему Договору или в связи с ним, разрешаются путем переговоров между ними. Сторона, чье право нарушено, направляет другой Стороне письменную претензию <i>(требование)</i> по факсу или по электронной почте. Если в течение 15 <i>(Пятнадцать)</i> календарных дней Сторона, направившая претензию, не получила ответ на нее, а также, если в течение 15 <i>(Пятнадцать)</i> календарных дней с момента получения первого ответа на претензию Стороны не пришли к каким-либо договоренностям, то Сторона, чье право нарушено, вправе для защиты своего права обратиться за защитой своего права в суд в порядке, предусмотренном действующим законодательством Российской Федерации.</li>
                    </ol>
                    </li>
                </ol>
            </div>
        </div>

    </article>

</section>