<?php
// Политика конфиденциальности
?>

Типовая политика конфиденциальности

1. Основные понятия
1.1. Сайт – сайт, расположенный в сети Интернет по адресу http://vk.com/.
1.2. Разработчик – физическое или юридическое лицо, размещающее приложение на Сайте и использующее его в соответствии с Условиями размещения приложений и Правилами размещения приложений на Сайте. Фамилия, имя и отчество либо наименование Разработчика, а также иная информация о нем указаны в разделе «Информация о разработчике» в окне запуска Приложения и в настройках Приложения.
1.3. Администрация Сайта – общество с ограниченной ответственностью «В Контакте», расположенное по адресу: 191024, Санкт-Петербург, ул. Херсонская, д. 12-14, литер А, помещение 1-Н, ОГРН 1079847035179, ИНН 7842349892.
1.4. Приложение – программный сервис, размещенный Разработчиком на Сайте в разделе «Приложения», включенный в каталог приложений.
1.5. Пользователь – Пользователь Сайта, зарегистрированный в установленном порядке и использующий Приложение.
1.6. Политика – настоящая Типовая политика конфиденциальности разработчиков приложений для Сайта.

2. Общие положения
2.1. Настоящая Политика является официальным типовым документом Разработчиков, и определяет порядок обработки и защиты информации о физических лицах, использующих Приложения. Настоящая Политика не распространяет свое действие на Разработчиков, которые опубликовали и применяют свой собственный документ, определяющий политику в отношении обработки персональных данных Пользователей.
2.2. Целью настоящей Политики является обеспечение надлежащей защиты информации о Пользователях, в том числе их персональных данных, от несанкционированного доступа и разглашения.
2.3. Отношения, связанные со сбором, хранением, распространением и защитой информации о Пользователях, регулируются настоящей Политикой, иными официальными документами Разработчиков и действующим российским законодательством.
2.4. Действующая редакция Политики, являющейся публичным документом, разработана Администрацией Сайта и доступна любому Пользователю сети Интернет при переходе по гипертекстовой ссылке «Политика конфиденциальности разработчика приложения».
Администрация Сайта вправе вносить изменения в настоящую Политику. При внесении изменений в Политику Администрация Сайта размещает новую редакцию Политики на Сайте по постоянному адресу https://vk.com/dev/uprivacy.
Администрация Сайта рекомендует Пользователям регулярно проверять условия настоящих Правил на предмет их изменения и/или дополнения. Продолжение использования Приложений Пользователем после внесения изменений и/или дополнений в настоящие Правила означает принятие и согласие Пользователя с такими изменениями и/или дополнениями.
2.5. Настоящая Политика разработана и используется в соответствии с Правилами пользования сайтом ВКонтакте, размещенными на Сайте по адресу http://vk.com/terms, а также Правилами защиты информации о Пользователях сайта ВКонтакте, размещенными на Сайте по адресу http://vk.com/privacy.
2.6. Используя Приложения, Пользователь выражает свое согласие с условиями настоящей Политики.
2.7. В случае несогласия Пользователя с условиями настоящей Политики использование Приложений должно быть немедленно прекращено.

3. Условия пользования Приложений
3.1. Оказывая услуги по использованию Приложений, Разработчик, действуя разумно и добросовестно, считает, что Пользователь:
– обладает всеми необходимыми правами, позволяющими ему осуществлять запуск и использование Приложений.
– указывает достоверную информацию о себе в объемах, необходимых для пользования Приложений;
– осознает, что информация, размещаемая в результате использования Пользователем Приложений, может становиться доступной для других Пользователей Приложений, может быть скопирована и распространена такими Пользователями;
– осознает, что некоторые виды информации, переданные им другим Пользователям при использовании Приложений, не могут быть удалены самим Пользователем;
– ознакомлен с настоящей Политикой, выражает свое согласие с ней и принимает на себя указанные в ней права и обязанности.
3.2. Разработчик не проверяет достоверность получаемой (собираемой) информации о Пользователях.

4. Цели обработки информации
Разработчик осуществляет обработку информации о Пользователях, в том числе их персональных данных, в целях выполнения обязательств Разработчика перед Пользователями в отношении использования Приложения.

5. Состав информации о Пользователях
Разработчик обрабатывает информацию о Пользователях, которая включает в себя:
5.1. Персональные данные Пользователей, предоставляемые Администрацией Сайта с согласия Пользователей и необходимые для использования Приложений: имя, фамилия, дата рождения, профильная фотография, список друзей, а также информация, размещаемая Пользователем на персональной странице (например, информация, указанная в поле «страна», «интересы», «любимая музыка», «образование» и т.д.);
5.2. Дополнительная информация о Пользователях, предоставляемая Администрацией Сайта с согласия Пользователей, если такая информация необходима для использования Приложения (в частности: фотографии, заметки, аудиозаписи, видеозаписи, предложения, вопросы, сообщества, в которых состоит Пользователь);
5.3. Информация, предоставляемая Пользователями при использовании Приложений (например, никнэйм);
5.4. Информация, которая может быть получена Разработчиком в результате действий Пользователей при использовании Приложений (IP-адреса, cookies, статистика использования приложения и т.д.).

6. Обработка персональных данных Пользователей
6.1. Обработка персональных данных осуществляется на основе принципов:
а) законности целей и способов обработки персональных данных и добросовестности;
б) соответствия целей обработки персональных данных целям, заранее определенным и заявленным при сборе персональных данных, а также полномочиям Разработчиков;
в) соответствия объема и характера обрабатываемых персональных данных, способов обработки персональных данных целям обработки персональных данных;
г) недопустимости объединения созданных для несовместимых между собой целей баз данных, содержащих персональные данные.
6.1.1. Условия и цели обработки персональных и иных данных
Разработчик осуществляет обработку персональных и иных данных Пользователя с его согласия, предусмотренного п. 6.1.2 настоящей Политики, в целях оказания услуг Пользователю по использованию Приложений.
6.1.2. Сбор персональных и иных данных
Персональные данные Пользователя и информация, предусмотренные пунктами 5.1, 5.3 настоящей Политики, передаются Разработчику Администрацией Сайта с согласия Пользователя, предоставляемого в форме конклюдентного действия при первом запуске и/или использовании Приложения (в частности, при нажатии соответствующей кнопки (при ее наличии) при первом запуске и/или использовании Приложения).
Дополнительная информация о Пользователе, предусмотренная пунктом 5.2 настоящей Политики, передаются Разработчику Администрацией Сайта с согласия Пользователя, предоставляемого в форме конклюдентного действия в виде нажатия на специальную кнопку «Разрешить», появляющейся при первом запуске и/или использовании Приложения, использование которого предполагает получение доступа к информации, предусмотренной пунктом 5.2 настоящих Правил.
Информация, предусмотренная п. 5.4 настоящей Политики, собираются Разработчиком без участия Администрацией Сайта с согласия Пользователя, предоставляемого в форме конклюдентного действия при первом запуске и/или использовании Пользователем Приложения (в частности, при нажатии соответствующей кнопки (при ее наличии) при первом запуске и/или использовании Приложения).
6.1.3. Передача персональных данных
Персональные данные Пользователей не передаются каким-либо третьим лицам, за исключением случаев, прямо предусмотренных настоящей Политикой.
Предоставление персональных данных Пользователей по запросу государственных органов (органов местного самоуправления) осуществляется в порядке, предусмотренном законодательством.
6.2. Поскольку Приложения являются одним из средств коммуникации и поддержанием связей со старыми и новыми знакомыми, следующая информация может быть доступна другим Пользователям данного Приложения:
6.2.1. фамилия и имя Пользователя,
6.2.2. профильная фотография Пользователя,
6.2.3. информация об использовании Пользователем Приложения, а также о действиях Пользователя при использовании Приложения.
Пользователям, имеющим на Сайте статус друзей конкретного Пользователя, может передаваться информация о факте использования таким Пользователем Приложения
6.3. Хранение персональных и иных необходимых данных Пользователя осуществляется в течение срока использования Приложения, а после прекращения использования Приложения – в течение необходимого и установленного действующим законодательством Российской Федерации срока.

7. Права и обязанности Пользователей
7.1. Пользователи вправе:
7.1.1. осуществлять свободный бесплатный доступ к информации о себе посредством запуска используемых ими Приложений на Сайте;
7.1.2. на основании запроса получать от Разработчика информацию, касающуюся обработки его персональных данных.

8. Меры по защите информации о Пользователях
Разработчик принимает технические и организационно-правовые меры в целях обеспечения защиты персональных данных Пользователя от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий. Описание соответствующих технических и организационно-правовых мер содержится в локальных нормативных актах Разработчика.

9. Ограничение действия Политики
Действие настоящей Политики не распространяется на действия и интернет-ресурсы третьих лиц.

Разработчик не несет ответственности за действия третьих лиц, получивших в результате использования Приложения доступ к информации о Пользователе, которая, в силу природы Сайта, доступна любому Пользователю сети Интернет. Разработчик рекомендует Пользователям ответственно подходить к решению вопроса об объеме информации о себе, размещаемой на Сайте.

10. Обращения Пользователей
10.1. Пользователи вправе направлять Разработчику свои запросы, в том числе запросы относительно использования их персональных данных, предусмотренные п. 7.1.2 настоящей Политики, в письменной форме по адресу, указанному в разделе «Настройки» Приложения, или в форме электронного документа, подписанного квалифицированной электронной подписью в соответствии с законодательством Российской Федерации, по адресу электронной почты, указанному в разделе «Настройки» Приложения.
10.2. Запрос, направляемый Пользователем, должен содержать следующую информацию:
– номер основного документа, удостоверяющего личность Пользователя или его представителя;
– сведения о дате выдачи указанного документа и выдавшем его органе;
– сведения, подтверждающие участие Пользователя в отношениях с Разработчиком (в частности, сведения о загрузке приложения на персональную страницу, никнейм, используемый Пользователем при использовании Приложения);
– подпись Пользователя или его представителя.
10.3. Разработчик обязуется рассмотреть и направить ответ на поступивший запрос Пользователя в течение 30 дней с момента поступления обращения.
10.4. Вся корреспонденция, полученная Разработчиком от Пользователей (обращения в письменной или электронной форме), относится к информации ограниченного доступа и не разглашается без письменного согласия Пользователя. Персональные данные и иная информация о Пользователе, направившем запрос, не могут быть без специального согласия Пользователя использованы иначе, как для ответа по теме полученного запроса или в случаях, прямо предусмотренных законодательством.